Revit 2027 API
TableCellStyle.IsOverridden Property
 Indicates if the cell is overridden or not.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsOverridden { get; }
Public ReadOnly Property IsOverridden As Boolean
	Get
public:
property bool IsOverridden {
	bool get ();
}
member IsOverridden : bool with get
Property Value
Boolean
See Also
Reference
TableCellStyle Class
Autodesk.Revit.DB Namespace